{
  "title": "Grindcore",
  "description": "Grindcore is a genre of music that started in the early- to mid-1980s. It draws inspiration from some of the most abrasive music genres – including death metal, industrial music, noise and the more extreme varieties of hardcore punk.\n<br><br>\nGrindcore is characterized by heavily distorted, down-tuned guitars, high speed tempi, blast beats, and vocals which consist of growls and high-pitched screams. Early groups like Napalm Death are credited with laying the groundwork for the style. It is most prevalent today in North America and Europe, with popular contributors such as Brutal Truth and Nasum. Lyrical themes range from a primary focus on social and political concerns, to gory subject matter and black humor.\n<br><br>\nAn infamous trait of grindcore is the \"microsong\". Several bands have produced songs that are only seconds in length. British band Napalm Death holds the Guinness World Record for shortest song ever recorded with the one-second \"You Suffer\" (1987). Many bands record simple phrases that may be rhythmically sprawled out across an instrumental lasting only a couple of bars in length.\n<br><br>\nA variety of \"microgenres\" have subsequently emerged, often used to label bands according to alternative traits that deviate from standard grindcore, including goregrind, focused on horror themes, and pornogrind, fixated on pornographic lyrical themes. Other offshoots include noisegrind (especially raw and chaotic) and electrogrind (incorporating electronic elements). Although an influential phenomenon on hardcore punk and other popular genres, grindcore itself remains an underground form of music.\n<br>\n<a href=\"http://en.wikipedia.org/wiki/Grindcore\" target=\"_blank\">(Source)</a>",
  "tracklist": [
    {
      "artist": "Napalm Death",
      "title": "Seige Of Power",
      "year": "1987",
      "videos": [
        "rrjR05IyMdY",
        "M0yEt5qI3z0",
        "6piu5bkEbNk",
        "rhMPpbUZR9M",
        "9ioIUWbv1mM",
        "6-rD1DIC6X0"
      ]
    },
    {
      "artist": "Napalm Death",
      "title": "Divine Death",
      "year": "1987",
      "videos": [
        "4Sed7s2pW2c",
        "oKHAlXB99z0",
        "jumE849BfF4",
        "kOzZ-eNxpIE",
        "umi7Ost1w5Q",
        "EKUdtkNYV94",
        "GEvLcqQcQhg"
      ]
    },
    {
      "artist": "Napalm Death",
      "title": "Caught...In A Dream",
      "year": "1987",
      "videos": [
        "f-2FQEuGwh0",
        "I8iezQ4Pwg8",
        "x2xof2m3ltk",
        "33NKijrnghg",
        "NVje1Yk9_3o",
        "HjfMlV8DUX8",
        "_5twXx-LmXQ"
      ]
    },
    {
      "artist": "Anal Cunt",
      "title": "Radio Hit",
      "year": "1994",
      "videos": [
        "a997PZr2hWM",
        "2KZWAcKEEeU",
        "ze5p8Ro2KpQ",
        "aTrO6JmdPAs",
        "0grwwdaypYE",
        "XWgeOZXgPag",
        "_6tMTrXxK0E"
      ]
    },
    {
      "artist": "Nasum",
      "title": "Shadows",
      "year": "1999",
      "videos": [
        "iGcZsA0vLu0",
        "BlAidRLq75I",
        "GVR9LanXmJ4",
        "jSAw7rdlCEk",
        "2dIV_0KzOkE",
        "pgFfnJcDnFc"
      ]
    },
    {
      "artist": "The Locust",
      "title": "Twenty-Three Lubed Up Schizophrenics With Delusions Of Grandeur",
      "year": "2003",
      "videos": [
        "YOQUzY1cgVs",
        "nk6SnTFSJyk",
        "Rt51D6Fm6-0",
        "CBR2PrxX9AU",
        "beiN6MVlzxc",
        "SlaxIK2nGtI"
      ]
    }
  ],
  "id": "grindcore"
}