{
  "subtitle": "Second Wave of",
  "title": "Black Metal",
  "description": "The Second Wave of black metal emerged in the early 1990s and was largely centred on the Norwegian black metal scene. During 1990–1994 a number of Norwegian artists began performing and releasing black metal music.\n<br><br>\nMusically, these artists developed the style of their 1980s precursors into a distinct genre that was separate from thrash metal. Philosophically, an aggressive anti-Christian sentiment became a must for any artists to be labelled as \"black metal\". Ihsahn of Emperor believes that this trend may have developed simply from \"an opposition to society, a confrontation to all the normal stuff.\" A dark, misanthropic mentality was complemented visually with the use of corpsepaint, which was also most prevalent during this period as a statement to separate black metal artists from other rock bands of the era.\n<br><br>\nSome of these artists would be responsible for a rash of criminal controversy, including church burnings and murder. On 8 April 1991, Mayhem vocalist Per Yngve \"Pelle\" Ohlin (aka 'Dead') committed suicide in a house shared by the band. Fellow musicians often described Ohlin as a quiet and introverted person, while his performances involved cutting himself, carrying around a dead crow, and wearing clothes that had been buried weeks prior to the event. Photographs of his body were later used as the cover of a bootleg live album entitled Dawn of the Black Hearts. Members and fans of the black metal scene claimed responsibility for over 50 arsons directed at Christian churches in Norway from 1992 to 1996. Many of the buildings were hundreds of years old, and widely regarded as important historical landmarks. On 10 August 1993, Varg Vikernes of Burzum murdered Mayhem guitarist Øystein Aarseth (aka 'Euronymous'). On that night, Vikernes and Snorre Ruch of Thorns travelled from Bergen to Aarseth's apartment in Oslo. Upon their arrival a confrontation began, which ended when Vikernes fatally stabbed Aarseth. His body was found outside the apartment with twenty-three cut wounds – two to the head, five to the neck, and sixteen to the back. Vikernes was arrested within days, and a few months later was sentenced to 21 years in prison for both the murder and church arsons.\n<br><br>\nBy the mid 1990s, the musical style of the Norwegian scene was being adopted by bands across the globe. Newer black metal bands also began raising their production quality and introducing additional instrumentation such as synthesizers and full-symphony orchestras. This expansion and diversification marked the end of the Second Wave.\n<br>\n<a href=\"http://en.wikipedia.org/wiki/Black_metal#The_Second_Wave\" target=\"_blank\">(Source)</a>",
  "tracklist": [
    {
      "artist": "Mayhem",
      "title": "Deathcrush",
      "year": "1987",
      "videos": [
        "OfCHwsp9bSc",
        "uC4vthHVa78",
        "AgeZk-N5CG8",
        "J43DYzljG-k",
        "W0E50yqSVXU",
        "uSiJCX5Ly3c"
      ]
    },
    {
      "artist": "Tormentor",
      "title": "Tormentor",
      "year": "1988",
      "videos": [
        "x6BmNNjz6mM",
        "OOveYKW3hZo",
        "pjTWJNhfnDo",
        "OwSjSdtlePM",
        "SmdqFygVNsk",
        "qkcp9lXcFWs"
      ]
    },
    {
      "artist": "Dark Throne",
      "title": "Under A Funeral Moon",
      "year": "1992",
      "videos": [
        "LtT3AIX3_js",
        "OvaZWnJL7xI",
        "_y2m1ZnulAk",
        "gskOZ0aKKM8",
        "SUCvwVROlxU",
        "2fQeUrNGayQ",
        "QzRZX-pNuC0"
      ]
    },
    {
      "artist": "Immortal",
      "title": "The Call Of The Wintermoon",
      "year": "1992",
      "videos": [
        "Q6pX1sy8Ib0",
        "-VBdAY8eA9w",
        "7JcNPq-qKTI",
        "H2rJrB2pHtY",
        "dUzaBro76ig",
        "iBGeTrdWh5c",
        "LA3SLhiszBI"
      ]
    },
    {
      "artist": "Burzum",
      "title": "Feeble Screams From Forests Unknown",
      "year": "1992",
      "videos": [
        "7BHYAjCX6n8",
        "mMBG8tuoT90",
        "ldo5PArqqPY",
        "F97vgWF1y8Q",
        "nWScxGlgEcA",
        "qMJf0DnAiZs",
        "LFN1zCvEHAo"
      ]
    },
    {
      "artist": "Burzum",
      "title": "Key To The Gate",
      "year": "1993",
      "videos": [
        "gWynJCi_DSY",
        "Tnc8uKJt-vs",
        "HNAs-GpYSVM",
        "lN2cSIQOGaE",
        "VV3N54mkWoU",
        "iSa4wFaynho"
      ]
    },
    {
      "artist": "Mayhem",
      "title": "De Mysteriis Dom Sathanas",
      "year": "1994",
      "videos": [
        "uZmDL_PzvdY",
        "qcS0CVJ1KPg",
        "HgcoIu9JNaU",
        "UQww4w8tOZo",
        "Ca5q6dMSkeY",
        "FPH7H5Y1oOU"
      ]
    },
    {
      "artist": "Mayhem",
      "title": "Freezing Moon",
      "year": "1994",
      "videos": [
        "58o17dnB6hk",
        "z8VIhIIq-kk",
        "7IJovmgDJPY",
        "y84gW_5ZFKE",
        "8_VNqOHfbzY",
        "P9SFMQoNduE",
        "qaihfTSPIFE"
      ]
    },
    {
      "artist": "Gorgoroth",
      "title": "(Under) The Pagan Megalith",
      "year": "1994",
      "videos": [
        "QFpyQg4b7ew",
        "HpTsMs7sZvo",
        "yiQeZ07dCew",
        "Faab95LP5Tk",
        "TOXvN8Ws-ds",
        "_KuJd4VJglU"
      ]
    },
    {
      "artist": "Gehenna",
      "title": "Through The Veils Of Darkness",
      "year": "1995",
      "videos": [
        "BUsKVrtuhN0",
        "Tue5aXdA0B8",
        "FoWIFzG_Jiw",
        "WkwNa-QB_4U",
        "cOzpXtXwIsA",
        "c7YTUF_8GeU"
      ]
    },
    {
      "artist": "Satyricon",
      "title": "Mother North",
      "year": "1996",
      "videos": [
        "DD7bCRG3CG0",
        "aHfXQCtnyfA",
        "Ea1MLx9uaXc",
        "DNu8RSDPiwE",
        "mB2oNVn6_9E",
        "bXNTApQbFOM",
        "VsKZW_9qYmk"
      ]
    }
  ],
  "id": "norwegianblack"
}