{
  "title": "Post Metal",
  "description": "Post-metal is a music genre, a mixture between the genres of post-rock and heavy metal. It is broadly characterized by downtuned, distorted guitar(s), heavy atmospherics, gradual evolution of song structure, and a minimal emphasis on vocals.\n<br><br>\nHydra Head Records owner and Isis frontman Aaron Turner originally termed the genre \"thinking man's metal\", demonstrating that his band was trying to move away from common metal conventions. \"Post-metal\" is the favored name for the growing genre, but it is also referred to as \"metalgaze\" and \"steel\".\n<br><br>\nJournalist Simon Reynolds writes that \"the term post-metal seems increasingly useful to describe the vast and variegated swath of genres that emerged from the early '90s onward. Sometimes beat-free and ambient, increasingly the work of home-studio loners rather than performing bands, post-metal of the kind released by labels like Hydra Head often seems to have barely any connection to metal as understood by, say, VH1 Classic doc-makers. The continuity is less sonic but attitudinal: the penchant for morbidity and darkness taken to a sometimes hokey degree; the somber clothing and the long hair; the harrowed, indecipherably growled vocals; the bombastically verbose lyrics/song titles/band names. It's that aesthetic rather than a way of riffing or a palette of guitar sounds that ties post-metal back to Judas Priest and Black Sabbath.\"\n<br>\n<a href=\"http://en.wikipedia.org/wiki/Post-metal\" target=\"_blank\">(Source)</a>",
  "tracklist": [
    {
      "artist": "Neurosis",
      "title": "Souls At Zero",
      "year": "1992",
      "videos": [
        "U64kHFwKEjU",
        "TICmWym9DmU",
        "-lurmZamBoo",
        "L9ZH2efYuow",
        "fJ4jUOtj3gc",
        "G_hz7A4jgR4"
      ]
    },
    {
      "artist": "Isis",
      "title": "Celestial (The Tower)",
      "year": "2000",
      "videos": [
        "xICz-ZegCng",
        "DWLNYjE9_Vw",
        "4HTUAYVgPbI",
        "kfncAt1Q8YA",
        "7wfYIMyS_dI",
        "M8XN-3YZL5Y",
        "Hkf-U7CmHn4"
      ]
    },
    {
      "artist": "Isis",
      "title": "Divine Mother (The Tower Crumbles)",
      "year": "2000",
      "videos": [
        "7xVg4CpxNQI",
        "46XnAJ_a2tI",
        "K0-im5Ytb4s",
        "8VNV__mV38s",
        "44l9PRI4c2M",
        "0gu2evn7C5s",
        "QVaJj40cfE4"
      ]
    },
    {
      "artist": "Pelican",
      "title": "Mammoth",
      "year": "2001",
      "videos": [
        "5JaSK6SdPvM",
        "1NZ0EoOuJi4",
        "vtK5jLGOb3c",
        "BgOBALOWC18",
        "MQcOKf3Gvkw",
        "y2Dxi18I_lU",
        "0FiZ35X-U_k"
      ]
    },
    {
      "artist": "Cult of Luna",
      "title": "Eternal Kingdom",
      "year": "2008",
      "videos": [
        "L_rWM0pczOw",
        "pZG7y-AqNjo",
        "DP88bGTdtQM",
        "K6QTtPO5tJA",
        "vKJebgQJMf4",
        "VzI64i2UEEg",
        "tBS97enOQA0"
      ]
    },
    {
      "artist": "Isis",
      "title": "Hand Of The Host",
      "year": "2009",
      "videos": [
        "Y3eYKiiDzm4",
        "ghL5NMJXOnc",
        "3rUL7aV7o-U",
        "s86_RP7dksM",
        "uq_oT-mQKcM",
        "PTzsEJQIekI"
      ]
    }
  ],
  "id": "postmetal"
}