{
  "title": "Symphonic Metal",
  "description": "Symphonic metal is a term used to describe heavy metal music that has symphonic elements; that is, elements that are either borrowed from classical music or, as with progressive rock music, create a style reminiscent of it, e.g. operatic female lead vocals; instrumentation that includes acoustic guitars and different types of keyboards instead of relying solely on electric guitars; classical thematic material in addition to characteristically heavy metal power riffs.\n<br>\nThe roots of symphonic metal are found in early death metal and gothic metal bands, who made some use of symphonic elements in their music. Particularly important was Therion's use of a live orchestra and classical compositional techniques; gradually these elements became a more important part of Therion's music than their death metal roots. Another key early influence was Finnish progressive metal band Waltari's album Yeah! Yeah! Die! Die! Death Metal Symphony in Deep C.\n<br>\nNightwish and Within Temptation both released their first albums in 1997, each heavily influenced by Therion's symphonic turn. Within Temptation was more influenced by gothic metal, and therefore musically simpler than the more power metal-influenced Nightwish, but both bands shared two key symphonic metal elements - powerful female lead vocals from Tarja Turunen and Sharon den Adel respectively, and the heavy use of classically influenced keyboard playing.\n<br>\nMany new symphonic metal bands appeared or came to wide attention in the early 2000s, including Rain Fell Within, After Forever, Epica, Haggard, and Edenbridge, all featuring the characteristic keyboards and female vocals. Power metal, with its relatively upbeat fantasy themes and stylized keyboard sounds, tended to be an important influence on these groups.\n<br>\nThe term \"symphonic metal\" has sometimes been applied to individual songs or albums by bands that are primarily death metal, doom metal, gothic metal, power metal, or even black metal. While this article has mainly discussed symphonic metal as a distinct subgenre, it is worth noting that the term is sometimes used to describe stylistic elements that can be found in nearly any heavy metal sub-genre.\n<br>\n<a href=\"http://en.wikipedia.org/wiki/Symphonic_metal\" target=\"_blank\">(Source)</a>",
  "tracklist": [
    {
      "artist": "Therion",
      "title": "Ho Drakon Ho Megas",
      "year": "1993",
      "videos": [
        "Zj0ORa0Qdbg",
        "Bua8bzzEisQ",
        "xorAHbQURxg",
        "LtiwN2XTFec",
        "F8aNfOzfcHc",
        "AFOEd7Mk0yM"
      ]
    },
    {
      "artist": "Waltari",
      "title": "Deeper into the mud",
      "year": "1996",
      "videos": [
        "YZGQJ6gBtfU",
        "IJtM25OFNuI",
        "z0UJgfhE8SU",
        "i-W3AHKMWBw",
        "G3h4Z0CCFdU",
        "CILRcE1SE4k",
        "dehnqVEmdbs"
      ]
    },
    {
      "artist": "Therion",
      "title": "To Mega Therion",
      "year": "1996",
      "videos": [
        "wvIW2dVv8GU",
        "2ZQ0BsNi24A",
        "mA13BsgKG7g",
        "mQQX__wW3sA",
        "9SgtScsVUg4",
        "xjqzftaWkmg"
      ]
    },
    {
      "artist": "Nightwish",
      "title": "The Pharoah Sails To Orion",
      "year": "1998",
      "videos": [
        "_zdyaxu8W7g",
        "q0duCbvbgPU",
        "hgtl1cDTrvA",
        "k2dCIoGeoN8",
        "mkxLpAZ3VVk",
        "yGKNU-J2rGs"
      ]
    },
    {
      "artist": "Within Temptation",
      "title": "Stand My Ground",
      "year": "2004",
      "videos": [
        "CgXbejQdlGY",
        "4PIPfmHOJhg",
        "1JAUKXWlM2E",
        "ae2nBDh3vy0",
        "CYum7KaXc9I",
        "wr65YjV5cUY"
      ]
    },
    {
      "artist": "Haggard",
      "title": "Per Aspera Ad Astra",
      "year": "2004",
      "videos": [
        "JF5tIa7JQcE",
        "BSFEv9eaoh4",
        "sh06cV0YtG8",
        "I3KbieUk9gw",
        "3oOmXlmh_D8",
        "MVz11ffdu4g",
        "BEq2630g4H8"
      ]
    },
    {
      "artist": "Kamelot",
      "title": "March of Mephisto",
      "year": "2005",
      "videos": [
        "K0yYxOV-bRU",
        "4OAlKS6sCQo",
        "0Qdcl67H1Jw",
        "wJh4CijYvRw",
        "ENano9nK2nQ",
        "AV_94f3CsPQ",
        "8virammO-9M"
      ]
    },
    {
      "artist": "Epica",
      "title": "Indigo/Prologue & The Obsessive Devotion",
      "year": "2007",
      "videos": [
        "uGqrO9aM96U",
        "gY66FlL9jGE",
        "5WJxMrsE0KE",
        "Xdtn1QpqdYo",
        "DNYeoIZM9XA",
        "EbHspBBE90A",
        "3XCD_fN1M4c"
      ]
    },
    {
      "artist": "Hollenthon",
      "title": "Dying Embers",
      "year": "2008",
      "videos": [
        "4j76y_GaTpM",
        "DvE5E6mG-F8",
        "u0Wk6BpUQiM",
        "8Ds93kw132Q",
        "_XAL6SPXQgE",
        "x6ntauRIkyE"
      ]
    },
    {
      "artist": "Edenbridge",
      "title": "Fallen From Grace",
      "year": "2008",
      "videos": [
        "zWGt-Z2Ahlg",
        "UkMMbN8u04I",
        "qQvfnmGXdXU",
        "4-VbkMKm_14",
        "T7LPoxM8930",
        "P1Q6wI8wVQg",
        "Pciej0Am9lo"
      ]
    }
  ],
  "id": "symphonicmetal"
}